Repository: waddasauria/tt-74527469
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: To return your used device, please use the return and collection systems or contact the retailer where the product was purchased.
es: Para devolver su dispositivo usado, utilice los sistemas de devolución y recogida o póngase en contacto con el minorista donde compró el producto.

source: To turn off the appliance, touch the mark and hold for at least 5 seconds.
es: Para apagar el aparato, toque la marca y menténgase así durante al menos 5 segundos.

source: Trouble Shooting
es: Solución de problemas

source: Troubleshooting guide 11
es: Guía para la resolución de problemas 11

source: Try the troubleshooting tips below should you experience any problems.
es: Si tiene algún problema, pruebe los siguientes consejos para resolverlo.

source: Try to keep frozen food together whilst shopping, and on the journey home as this will help to keep the food cooler.
es: Intente mantener los alimentos congelados juntos mientras hace la compra, y en el viaje de vuelta a casa, ya que esto ayudará a mantener los alimentos más frescos.

source: Turn off the power, unplug the appliance, and remove all items including shelves and rack.
es: Apague el aparato, desenchúfelo y retire todos los enseres, incluidos los estantes y la estantería.

source: Turn off the refrigerator first and then unplug the unit from the wall outlet.
es: Apague primero el frigorífico y luego desenchufe el aparato de la toma de corriente.

source: Turn off your refrigerator before unplugging it.
es: Apague su frigorífico antes de desenchufarlo.

source: Turn the adjustable leg up to the base to avoid damage.
es: Gire la pata ajustable hasta la base para evitar daños.

source: Turns on and off frequently
es: Se enciende y se apaga con frecuencia.

source: Under no circumstances should you attempt to repair the appliance yourself.
es: En ningún caso debe intentar autoreparar el aparato.

source: Unplug the power cord by holding the plug, never by pulling the cord.
es: Desenchufe el cable de alimentación sujetando el enchufe, y nunca tirando del cable.

source: Unplug your refrigerator during lightning storms or when it will not be used for long periods of time.
es: Desenchufe su frigorífico durante tormentas eléctricas o cuando no vaya a ser utilizado durante largos periodos de tiempo.

source: Unwashed whole lettuce, whole tomatoes, radishes etc can be stored here.
es: Aquí puede guardar lechugas enteras sin lavar, tomates enteros, rábanos, etc.

source: Up
es: Arriba

source: Use correct packaging and wrap it tight.
es: Utilice un envase adecuado y envuelva los alimentos correctamente.

source: Use extreme caution in the case of children.
es: Extreme las precauciones en el caso de los niños.

source: Use of an extension cord can negatively affect the performance of the unit.
es: El uso de una alargadera puede afectar negativamente al rendimiento de la unidad.

source: Use of an extension cord can negatively affect your refrigerator’s performance.
es: El uso de una alargadera puede afectar negativamente al rendimiento de su frigorífico.

source: Use quality food and handle it as little as possible.
es: Utilice alimentos de calidad y manipúlelos lo menos posible.

source: Use standard non-abrasive detergent diluted in warm water to clean the Fridge/Freezer exterior.
es: Utilice un detergente estándar no abrasivo diluido en agua caliente para limpiar el exterior del frigorífico/congelador.

source: Use the rotating leveling feet at the front.
es: Utilice las patas de nivelación giratorias de la parte delantera.

source: Used to lower (cool) the set temperature by 1℃ or 1℉ when “flash”.
es: Se usa para bajar (enfriar) la temperatura establecida por 1º C o 1 º F cuando "parpadee".”.

source: Used to raise (warm)the set temperature by 1℃ or 1℉ when “flash”..
es: Se usa para elevar (calentar) la temperatura establecida por 1 º C o 1º F cuando "parpadee"...

source: Using Your Ice Cube Tray
es: Cómo utilizar la cubitera

source: Vacation Time
es: En tiempo de vacaciones

source: Vegetables and pasta can be added directly to boiling water or steam cooked.
es: Las verduras y la pasta pueden añadirse directamente al agua hirviendo o cocinarse al vapor.

source: Vegetables, fruit, fresh salad items eg.
es: Verduras, frutas, ensaladas frescas, por ejemplo.

source: Vibrations
es: Vibraciones

source: View of the appliance
es: Presentación del aparato

source: WARNING
es: ADVERTENCIA

source: WARNING 1 Read these instructions.
es: ADVERTENCIA 1 Lea estas instrucciones.

source: WARNING!
es: ADVERTENCIA!

source: WARNING: Improper use of the grounded plug can result in the risk of electrical shock.
es: ADVERTENCIA: El mal uso del enchufe con toma de tierra puede suponer un riesgo de descarga eléctrica.

source: WARNING: To reduce the risk of fire, electric shock or personal injury , unplug or disconnect the appliance from the power supply before servicing.
es: ADVERTENCIA: Para reducir el riesgo de incendio, descarga eléctrica o accidentes personales, desenchufe o desconecte el aparato de la red eléctrica antes de realizar el mantenimiento.

source: WARNING—Do not use electrical appliances inside the food storage compartments of the appliance unless they are of the type recommended by the manufacturer.
es: ADVERTENCIA—No utilice aparatos eléctricos dentro de los compartimentos de almacenamiento de alimentos a menos que sean aquellos recomendados por el fabricante.

source: WE RECOMMEND THAT ALL PRODUCE KEPT IN THE SALAD BIN IS WRAPPED.
es: LES RECOMENDAMOS QUE TODOS LOS PRODUCTOS QUE SE GUARDEN EN LA ENSALADERA ESTÉN ENVUELTOS.

source: WHEN THE UNIT IS PLACED IN AN AREA WHERE THE TEMPERATURE DROPS LOWER THAN 50ºF (10ºC), SET THE TEMPERATURE CONTROLS SELECTORS TO “MAX” IN BOTH THE REFRIGERATOR AND FREEZER SECTIONS.
es: CUANDO LA UNIDAD SE COLOQUE EN UN ESPACIO DONDE LA TEMPERATURA BAJE MÁS DE DIEZ GRADOS, AJUSTE LOS CONTROLES DEL SELECTOR DE TEMPERATURA AL "MÁXIMO" TANTO EN EL FRIGORÍFICO COMO EN LAS SECCIONES DEL CONGELADOR.

source: Warranty 12
es: Garantía 12

source: Wash the baskets and shelves in warm soapy water and dry completely before replacing in the Fridge/Freezer.
es: Lave las cestas y los estantes con agua tibia y jabón y séquelos completamente antes de volver a colocarlos en el frigorífico/congelador.

source: Wash the baskets in warm soapy water and ensure they are completely dry before replacing in the Fridge/Freezer.
es: Lave las cestas con agua tibia y jabón y asegúrese de que están completamente secas antes de volver a colocarlas en el frigorífico/congelador.

source: Wash the inside surfaces with a warm water and baking soda solution.
es: Limpia las superficies interiores con agua caliente y biscarbonato de sodio.

source: Wash the outside cabinet with warm water and mild liquid detergent.
es: Lave el armario exterior con agua tibia y detergente líquido suave.

source: Wash the shelves with a mild detergent solution.
es: Lave los estantes con una solución de detergente suave.

source: When a standard 2 pins wall outlet is encountered, it is your responsibility and obligation to have it replaced with a properly grounded 3 pins wall outlet.
es: Si se encuentra un enchufe de pared estándar de 2 pines, será su responsabilidad y obligación reemplazarlo por un enchufe de pared de 3 pines debidamente conectado a tierra.

source: When moving the appliance, be careful not to damage the power cord.
es: Al trasladar el aparato, tenga cuidado de no dañar el cable de alimentación.

source: When placing the bottles into the wine cooler, make sure there is no contact with the back inner surface.
es: Al colocar las botellas en el refrigerador de vino, asegúrese de que no haya contacto con la superficie interior trasera.

source: When preparing foods to be frozen, consider sanitary precautions.
es: Al preparar los alimentos que se van a congelar, tenga en cuenta las advertencias sanitarias.

source: When retuning from shopping, sort foods to be kept in your Fridge before opening the door.
es: Cuando vuelva de hacer la compra, clasifique la comida que va a guardar en su frigorífico antes de abrir la puerta.

source: When the appliance is not in use for long periods, disconnect from the electricity supply, empty all foods and clean the appliance, leaving the door ajar to prevent unpleasant smells.
es: Cuando el aparato no se utilice durante mucho tiempo, desconéctelo de la red eléctrica, vacíe todos los alimentos y limpie el aparato, dejando la puerta entreabierta para evitar olores desagradables.

source: When you are buying frozen food, look at the Storage Guidelines on the packaging.
es: Cuando compre alimentos congelados, fíjese en las normas de conservación que figuran en el envase.

source: When you use the wine cooler for the first time or restart the wine cooler after having been shut off for a long time, there could be a few degrees variance between the temperature you select and the one indicated on the LED readout .
es: Al utilizar la enfriadora de vinos por primera vez o al reiniciar la enfriadora de vinos después de haber estado apagada durante mucho tiempo, podría haber una variación de algunos grados entre la temperatura que usted selecciona y la que se indica en el indicador LED.

source: Where to store your foods in the fridge
es: Dónde guardar su comida en el frigorífico.

source: Width of housing mm 850
es: Anchura de la caja mm 850

source: Wine Cooler does not operate.
es: El enfriador de vinos no funciona. .

source: Wine Cooler is not cold enough.
es: El enfriador de vinos no está lo suficientemente frío. .

source: Wipe off any residue of moisture.
es: Limpie cualquier residuo de humedad.

source: Wipe the inside of the Fridge/Freezer with a weak solution of bicarbonate of soda.
es: Limpie el interior del frigorífico/congelador con una solución débil de bicarbonato sódico.

source: Wire Freezer Shelf
es: Estante de alambre para congelados

source: Wrap up food!
es: ¡Envuelva la comida!

source: Wring excess water out of the sponge or cloth when cleaning any area of the controls.
es: Escurra el exceso de agua de la esponja o del paño cuando limpie cualquier zona de los cuadros de mando.

source: You could buy a special vacuum pump which sucks excessive air out of the packaging.
es: Puede comprar una bomba de vacío especial que succione el exceso de aire del envase.

source: You could only set the temperature when the number “flash”.
es: Solo se podrá ajustar la temperatura cuando el número "parpadee".

source: You may have accidentally set the refrigerator temperature to a higher position.
es: Es posible que haya ajustado accidentalmente la temperatura del frigorífico a una posición más alta.

source: You should clean the Fridge/Freezer internally with a weak solution of bicarbonate of soda.
es: Debe limpiar el frigorífico/congelador internamente con una solución débil de bicarbonato de sodio.

source: You will be able to store each item of frozen food for the period shown against the 4 star rating.
es: Podrá almacenar cada artículo de comida congelada durante el periodo indicado en la clasificación de 4 estrellas.

source: Your Freezer is 4 star
es: Su congelador es de 4 estrellas

source: Your product has been designed built-in or free standing installation.
es: Su producto ha sido diseñado para ser incorporado o instalado libremente.

source: Your refrigerator has a separate control for regulating the temperature for each section independently.
es: Su frigorífico tiene un control separado para regular la temperatura de cada sección de forma independiente.

source: Your refrigerator is equipped with a cord having a grounding wire with a grounding
es: Su frigorífico tiene equipado un cable

source: Your refrigerator must be grounded.
es: Su frigorífico debe estar conectado a tierra.

source: capabilities, or lack of experience and knowledge, unless they have been given supervision or instruction concerning
es: o falta de experiencia y conocimientos, a menos que sean supervisados o instruidos sobre el

source: frostbite.
es: congelamiento.

source: plug.
es: para la conexión a tierra.

source: prong is provided for your safety.
es: clavija se proporciona por su seguridad. .

source: replacement of the obsolete outlet.
es: sustituir la toma de corriente que ha quedado obsoleta.

source: the grounding instructions are not completely understood, or if doubt exists as to whether your refrigerator is correctlygrounded.
es: no ha entendido estas instrucciones completamente, o si tiene dudas sobre si la conexión a tierra de su frigorífico es correcta.

source: use of your refrigerator by a person responsible for their safety.
es: el uso del frigorífico por parte de una persona responsable de su seguridad.

source: wider than the other.
es: más ancha que la otra.

source: ~/60Hz electrical outlet with three-prong ground.
es: ~/60 Hz con toma de tierra de tres polos.

source: ·Chill food in a Fridge before freezing if possible.
es: ·Enfríe los alimentos en la nevera antes de congelarlos, si es posible.

source: ·Consider how you want to cook the food before freezing it.
es: ·Piense cómo quiere cocinar los alimentos antes de congelarlos.

source: ·Desserts, eg.
es: ·Postres, por ejemplo.

source: ·Don’t freeze food in metal containers as you may want to microwave it straight from the Freezer.
es: ·No congele los alimentos en recipientes metálicos, ya que es posible que quiera calentarlos en el microondas directamente desde el congelador.

source: ·Exclude as much air from the container as possible.
es: ·Excluya la mayor cantidad de aire posible del contenedor.

source: ·Leave a small amount of “air space” when freezing liquids, to allow for expansion.
es: ·Deje una pequeña cantidad de "espacio de aire" cuando congele líquidos, para permitir que se extienda.

source: ·Leave cooked food to cool completely.
es: ·Deje enfriar completamente los alimentos cocinados.

source: ·Pre-cooked chilled foods, eg.
es: ·Comidas precocinadas, por ejemplo, eg.

source: ·Pre-cooked meats eg.
es: . Carnes precocinadas.

source: ·Prepared salads(including pre-packed mixed green salads, rice, potato salad etc).
es: ·Ensaladas preparadas (incluyendo ensaladas envasadas, arroz, ensalada de patata, etc).

source: ·Raw and uncooked foods should always be wrapped.
es: · Los alimentos crudos y sin cocer siempre deben envolverse.

source: ·Use special Freezer bags available from supermarkets, Freezer film, polythene bags, plastic containers, aluminum foil for acidic foods(such as citrus fruits).
es: ·Utilice bolsas de congelación especiales disponibles en los supermercados, film de congelación, bolsas de polietileno, contenedores de plástico, papel de aluminio para los alimentos ácidos (como los cítricos).

source: ·You can use the space in the Freezer most efficiently if you freeze liquids(or solids with liquids, such as stew) in square blocks.
es: ·Puede utilizar el espacio del congelador de forma más eficiente si congela los líquidos (o los sólidos con líquidos, como el estofado) en bloques cuadrados.

source: – bed and breakfast type environments.
es: – hostales.

source: – catering and similar non-retail applications.
es: – restauración y entornos similares que no sean de venta al por menor..

source: – farm houses and by clients in hotels, motels and other residential type environments.
es: – casas de campo y clientes en hoteles, moteles y otros entornos residenciales .

source: – staff kitchen areas in shops, offices and other working environments.
es: – áreas de cocina en tiendas, oficinas y otros entornos de trabajo. .

source: • Leave the shelves in place so that children may not easily climb inside.
es: • Deje los estantes en su sitio para que los niños no puedan trepar dentro fácilmente.

source: • Take off the door.
es: • Retire la puerta.

source: ℃/℉ Display
es: ℃ / Pantalla ℉

source: ℉/℃ Selector
es: Seleccionador de ℉/℃

source: ①Cabinet
es: ①Gabinete

source: ②Glass door
es: ②Puerta de cristal

source: ③Handle
es: ③Mango

source: ④Shelf
es: ④Estantería

source: ⑤Control panel
es: ⑤Panel de control

source: ⑥Upper drawer
es: ⑥Cajón superior

source: ⑦Handle of upper drawer
es: ⑦Mango del cajón superior

source: ⑧Down drawer
es: ⑧Cajón inferior

source: ⑨Handle of down drawer
es: ⑨Asa del cajón inferior

source: ⑩Ventilator
es: ⑩Ventilador

source: ⑾Leveling legs
es: ⑾Patas niveladoras

source: ● Important Safety Instructions 3
es: ● Instrucciones importantes de seguridad 3

source: ● Important Safety Instructions
es: ● Instrucciones importantes de seguridad

source: ● Wine Cooler package Contents
es: ● Contenido del paquete de la enfriadora de vino

source: ● wine Cooler package Contents 3
es: ● Contenido del paquete de la enfriadora de vinos 3

source: ●Care Maintenance
es: ●Mantenimiento del cuidado

source: ●Layout And Storage
es: ●Disposición y almacenamiento

source: ●OPERATING
es: ●FUNCIONAMIENTO

source: ●Product Parameters
es: ●Parámetros del producto

source: ●Troubleshooting Guide
es: ●Guía para la resolución de problemas

source: ●Warranty
es: ●Garantía

source: WARNING
es: ADVERTENCIA
